{
    "config.placement-modifier.name": "Клавіша модифікатора розміщення",
    "config.placement-modifier.tooltip": "Використовується при розміщенні деяких предметів.",

    "tool.drill.name": "Дриль",
    "tool.drill.description": "Він може розчищати простір під землею.\nНе забудьте надіти рентгенівські окуляри!",
    "tool.wire-cutter.name": "Гострогубці",
    "tool.wire-cutter.description": "З'єднує однотипні роз'єми за допомогою металевих злитків для дротів.\nМідь - для потужності, залізо - для послідовних дій.",

    "message.drill.need-goggles": "Для роботи з ним необхідно надіти рентгенівські окуляри!",
    "message.wire-cutter.need-wire": "Для дроту вам потрібні металеві злитки.",
    "message.wire-cutter.wrong-wire": "Вибраний металевий злиток не підходить для даного роз'єму.",
    "message.wire-cutter.prep": "Підготовка до з'єднання...",
    "message.wire-cutter.placed": "З'єднання встановлено!",

    "item.conveyor.name": "Конвеєрна стрічка",
    "item.conveyor.description": "Може переміщувати предмети.\nМоже розміщуватися під землею (при використанні рентгенівських окулярів) або на риштуваннях.\nПослідовні роз'єми під ним можуть змінювати напрямок.\nРоз'єми ПД з боків дозволять виявляти предмети на конвеєрі.",
    "item.unhopper.name": "Розвантажувач",
    "item.unhopper.description": "Забирає предмети з приладів та укладає їх на сусідні конвеєрні стрічки.\n(Починається з конвеєра під нею під землею, далі йде на захід, південь і схід, потім піднімається вгору).",
    "item.logic-connector.name": "З'єднувач ПД",
    "item.logic-connector.description": "Для з'єднання роз'ємів ПД використовуйте гострогубці із залізом.\nЗ'єднувач буде з'єднуватися до об'єкта в тому напрямку, в якому ви стоїте обличчям до нього.\nЯкщо утримувати кнопку запуску, то з'єднається з тим, що нижче.\nЯкщо утримувати кнопку модифікатора розміщення неправильно застосованих фізичних величин\n(лівий ctrl за замовчуванням, змінюється в GMCM), він з'єднається з тим, що вище.",
    "item.lever-block.name": "Важільний блок",
    "item.lever-block.description": "Блок, що посилає сигнал ПД на всі боки.\n0, якщо важіль спрямований вліво, 1, якщо важіль спрямований вправо.",
}
