{
    "name": "서핑 페스티벌",
    "conditions": "Beach/900 1400",
    "set-up": "event2/-1000 -1000/farmer 38 3 2/changeToTemporaryMap Beach-Surfing/loadActors Set-Up/animate Robin false true 500 20 21 20 22/animate Demetrius false true 500 24 25 24 26/viewport 38 2 clamp true/pause 1000/playerControl surfing",
    "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warpSurfingRacers/viewport 18 57 true unfreeze/pause 2000/message \"획득 아이템 설명 (오른쪽 마우스 클릭으로 사용):^ 스타드롭 부스터 - 일시적인 속도 향상.^ 복어 폭탄 - 전방의 다른 선수에게 복어를 발사한다.^ 번개 구름 - 1등 선수를 감전 시킨다.^ 주니모 파워 - 무적 효과와 약간의 속도 향상.\"/speak Lewis \"준비...\"/speak Lewis \"제자리에...\"/speak Lewis \"출발!\"/waitForOtherPlayers actualRace/playSound whistle/playMusic cowboy_outlawsong/playerControl surfingRace",
    "afterSurfingRace": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors PostEvent/warpSurfingRacersFinish/pause 1000/viewport 34 12 true/pause 2000/speak Lewis \"{{winDialog}}\"/awardSurfingPrize/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
    "FarmerWin": "축하합니다! {{winner}}!#$b#당신을 볼 때마다 당신에 대해 새로운 것을 배웁니다! 당신이 서핑을 그렇게 잘 하는지 몰랐습니다.#$b#와서 상을 받으세요.",
    "HarveyWin": "하비, 축하합니다! 와서 상을 받으세요. 첫 번째 선수 치고는 나쁘지 않았어요. 여기 상금입니다.",
    "EmilyWin": "에밀리, 축하합니다! 내년에 이기려면 경쟁이 치열할것 같습니다. 여기 상금입니다.",
    "MaruWin": "마루, 축하합니다! 당신은 정말 환상적이었어요. 여기 상금입니다.",
    "ShaneWin": "셰인, 축하합니다! 재스가 내내 당신을 응원하고 있었어요. 여기 상금입니다.",
    "Abigail_spouse": "내가 왜 서핑을 두려워했는지 아니? @?#$b#온라인에서 누군가가 물밑에 사는 바다괴물에 대해 이야기하고 있었어. 내가 읽는 모든 것을 믿어서는 안 된다는 것을 알지만, 그것은 정말 진짜처럼 들렸어!",
    "Leah_spouse": "만약 네가 참여한다면, 나는 너를 응원할게!$h",
    "Maru_spouse": "서핑 대회에서 저를 이길 수 있을 것 같아요? 오늘 저녁은 진 사람이 만드는 게 어때요?",
    "Penny_spouse": "@, 서핑 대회에 참여 할 건지 결정했어? 응원할게! 넌 할 수 있어!$h",
    "Haley_spouse": "난 해변에 남아서 모두가 서핑하는 것을 보는 것이 좋아. 에밀리는 흥미 진진한 것을 시도하는 것이 나에게 좋을 거라고 말해줬지만, 이건 내게 조금 과한것 같아.",
    "Sebastian_spouse": "물 밑에 뭔가 있다고 생각해? 아비게일이 밑에 사는 바다 생물체에 대한 글을 보내줬어. 그게 사실이라고 생각해?",
    "Sam_spouse": "참가하고 싶었지만, 우리 엄마는 빈센트 때문에 참가하지 않는 것이 최선이라고 생각하셔. 엄마는 빈센트가 어떤 아이디어도 얻는 것을 원하지 않고 난 엄마를 미워 할 수 없어. 빈센트는 약간 성가신 녀석이야.",
    "Alex_spouse": "내 걱정은 하지 않아도 돼. 샘이 참여 할 수 없어서 나도 참가를 철회했어. 나랑 서핑보더 둘중에 누가 가장 빠른지 보려고 했는데..",
    "Harvey_spouse": "제발 다치지 말아줘 @. 바위에 머리를 부딪히는 건 원치 않아.",
    "Elliott_spouse": "가끔 그 낡고 외풍이 있는 오두막이 그리워. 하지만 우리 집이 훨씬 더 좋아.",
    "Emily_spouse": "난 헤일리가 새로운 걸 시도하도록 계속 노력할 거야. 헤일리는 항상 펠리컨 타운에서 벗어나는 것에 대해 얘기했지만, 도시의 어디에서 파도를 탈 수 있을까?",
    "Abigail": "@, 경주에 참가할 생각이야?#$b#나도 참여하고 싶지만, 물속에 뭐가 있을지 좀 무서워...$3",
    "Emily": "헤일리는 항상 신나는 것을 시도하고 싶어하지만 경주에 참가하고 싶지 않은것 같아.#$b#그래서 내가 그녀를 대신 참가할거야! 행운을 빌어, @!$h",
    "Robin": "루이스는 서핑보드가 너무 비싸서 구입할 수 없다고 만들어 달라고 부탁했어.",
    "Demetrius": "마루가 서핑을 한다는거 알고 있었어? 어쨌든 모르겠어! 이 계곡은 비밀로 가득 차 있는것 같아, 심지어 좀 비과학적이야.",
    "Maru": "음, 서핑 대회 때문에 좀 긴장되지만 하비가 나랑 같이 참가하겠다고 했어.",
    "Sebastian": "흥분이 좀 필요하긴 하지만, 난 오토바이에 충실 할 거야.",
    "Linus": "나는 물 위에서 수영하는 것보다 물속에서 수영하는 것을 훨씬 더 좋아해.",
    "Pierre": "로빈이 만든 모든 서핑보드 보고가세요. 이렇게 솜씨 좋은 훌륭한 물건을 팔 수있게 되어 영광입니다.",
    "Caroline": "나는 항상 이런 종류의 축제를 좋아해. 친구들과 음식, 그리고 아이들이 즐거워하는 모습을 보는 것은 너무 좋아.",
    "Alex": "이 근육을 자랑하고 샘과 경주하려고 했는데 샘이 마지막 순간에 포기 했어.",
    "George": "내가 젊었을 때 서핑을 하곤 했어. 이 늙은이를 믿을지 모르지만 오아후 섬과 타바루아 섬에도 갔었지..",
    "Evelyn": "조지가 옛날에 서퍼였던 거 알고 있었니?#$b#조지가 서핑할 때 그를 몰랐는데, 조지가 파도를 타는 사진을 보여줬어.#$b#조지는 언제나 잘 생겼어.$h",
    "Lewis": "모닥불에 연료를 넣는 것을 잊지 마세요.#$b#우리는 대회가 열리는 동안 모두가 따뜻해지길 바랍니다.",
    "Clint": "난 내 인생의 대부분을 펠리컨 타운에서 보냈어. 이 물 위에서 누군가가 서핑을 할 수 있다는 것을 들어 본 적이 없어.$s",
    "Penny": "서핑 대회를 기대하고 있어요! @, 내년을 위해 준비를 시작해야 할까요?",
    "Pam": "@, 네가 여기 오기 전에 계곡에서 이런 축제를 한 적이 없었어. 루이스 혼자서 이런 생각을 했을 리가 없지.",
    "Haley": "에밀리는 계속해서 서핑에 참가하라고 말했지만, 난 내 머리카락이 망가지는 것을 원하지 않아.#$b#수영모? 안 돼! 끔찍해 보일 거야.$a",
    "Jodi": "올해 아이들에게 서핑하러 가지 말라고 설득했어.#$b#샘은 타고난 스케이트 보더지만, 난 샘이 바위에 부딪혀 다치거나 그물에 걸리는 것을 원하지 않아.#$b#빈센트? 너무 어리지만 나이가 들면 샘이랑 똑같아 질지도 몰라.",
    "Kent": "조디는 올해 아이들이 참여하도록 놔뒀어야 했어. 그애들은 젊어. 그애들은 삶에서 더 많은 긍정적인 것들을 경험할 필요가 있어.",
    "Marlon": "이 곳에는 파도를 손상시킬 수있는 검이나 활은 없어. 행운을 빌어! @.",
    "Sam": "알렉스는 서핑을 하고 싶어 했지만, 난 그저 쉬고 싶어서 완벽한 핑계를 댔어.",
    "Leah": "다음 예술 작품의 영감을 얻기 위해 해변에 머물고 있어. '밸리 웨이브'라고 부를까?",
    "Shane": "다음 경주를 기대하고 있어! @, 참여하기를 원한다면 내게 여분의 보드가 있어.",
    "Marnie": "루이스가 셰인이 경주에 참가한다고 내게 말해줬어. 처음에는 깜짝 놀랐지만, 셰인이 이길 거라는걸 것을 알고 있어.",
    "Elliott": "내 집 앞을 차지하는 것을 별로 좋아하지 않지만, 이 축제는 꽤 재미있는것 같아.#$b#작은 웅덩이 중 하나에서 서핑보드 위에서 균형을 잡는 연습을 해야겠어.",
    "Gus": "나는 항상 술집에서 하루를 보내는 것이 좋아. 이번 축제는 정말 멋질 거야.$h",
    "Dwarf": "겉으로 사람들은 물을 두려워하지 않아. 그들은 그것을 타고 있지만 여기 아래는? 물이 틈새로 밀려 들어 오고 있어.",
    "Wizard": "게임에서 운을 향상시키기 위해 신비한 주문이 필요한가?",
    "Harvey": "*꿀꺽* 내가 왜 참가하겠다고 동의했지.. 난 전에 서핑을 해 본 적이 없거든.$s",
    "Sandy": "축제가 열리고 있어! 너무 흥분돼!",
    "Jas": "셰인이 서핑 대회에서 우승할 거예요!$h",
    "Vincent": "엄마는 제가 서핑 할 수 있는 나이가 아니라고 말씀하셨어요.$s",
    "Willy": "때때로 파도가 부두에 부딪치는 소리를 들을 수 있어. 아이들이 무엇을 하는지 알았으면 좋겠어요. 바다, 그녀는 거친 사람이 될 수 있어"
}
