{
    /*********
    ** Festival
    *********/
    // info
    "festival.name": "Фестиваль сёрфинга",

    // race
    "race.start.question": "Ready for the race?", // TODO
    "race.start.yes": "Yes, let's start.", // TODO
    "race.start.no": "Not yet.", // TODO
    "race.instructions": "Предметы (щёлкните правой кнопкой мыши, чтобы использовать):^ Звёздная капля - временное повышение скорости.^ Иглобрюховый снаряд - метните иглобрюха в игрока впереди вас.^ Взгляд с облака - удар по лидирующему игроку.^ Сила Джунимо - неуязвимость и небольшой прирост скорости.",
    "race.lewis-start.0": "На старт...",
    "race.lewis-start.1": "Внимание...",
    "race.lewis-start.2": "Начали!",
    "race.winner.player": "Поздравляю, {{name}}!#$b#Ты не перестаешь меня удивлять! Не думаю, что кто-то из нас знал, что ты так хорошо катаешься на серфинге.#$b#Подойди и получи свой приз.",
    "race.winner.harvey": "Поздравляю, Харви! Неплохо для первого раза, вот твой приз.",
    "race.winner.emily": "Поздравляю, Эмили! На следующий год тебе будет трудно победить. Вот твой приз.",
    "race.winner.maru": "Поздравляю, Мару! Ты была великолепна! Вот твой приз.",
    "race.winner.shane": "Поздравляю, Шейн! Джас подбадривала тебя всё это время. Вот твой приз.",

    // dialogue
    "npc.Abigail_spouse": "Знаешь почему я боялась заниматься сёрфингом, @?#$b#Кто-то в интернете говорил о морском чудовище, которое живёт под водой. Я знаю, что не должна верить всему, что читаю, но это звучало так достоверно!",
    "npc.Leah_spouse": "Если ты присоединишься к веселью, я буду болеть за тебя!$h",
    "npc.Maru_spouse": "Думаешь, сможешь победить меня в соревнованиях по сёрфингу? Как насчёт того, чтобы проигравший приготовил ужин сегодня вечером?",
    "npc.Penny_spouse": "Ты уже решил, будешь ли участвовать в веселье, @? Я буду болеть за тебя! У тебя получится!$h^Ты уже решила, будешь ли участвовать в веселье, @? Я буду болеть за тебя! У тебя получится!$h",
    "npc.Haley_spouse": "Я с удовольствием посмотрю, как все занимаются сёрфингом, с берега. Эмили считает, что мне было бы полезно попробовать что-то захватывающее, но это для меня уже чересчур.",
    "npc.Sebastian_spouse": "Как думаешь, под водой есть что-то... такое? Абигейл недавно прислала мне статью о морском существе, живущем в глубине. Думаешь, это правда?",
    "npc.Sam_spouse": "Я хотел поучаствовать, но мама считает, что лучше не делать этого из-за Винсента. Она переживает, что он захочет повторить за мной, и я не могу её винить. Такой уж у меня младший брат.",
    "npc.Alex_spouse": "Тебе не нужно беспокоиться обо мне. Я забрал свою заявку, потому что Сэм не участвует. А мы собирались посмотреть, кто быстрее: я или он.",
    "npc.Harvey_spouse": "Пожалуйста, не торопись, @. Я не хочу, чтобы ты налетел на камень и ударился головой.^Пожалуйста, не торопись, @. Я не хочу, чтобы ты налетела на камень и ударилась головой.",
    "npc.Elliott_spouse": "Иногда я скучаю по своей старой, продуваемой всеми ветрами хижине. Но наш дом гораздо лучше!",
    "npc.Emily_spouse": "Я всё ещё пытаюсь подтолкнуть Хэйли попробовать что-то новое. Она всегда говорила о том, что хотела бы уехать из города Пеликан, но где ещё можно будет покататься вот так на волнах?",
    "npc.Abigail": "@, ты планируешь участвовать в гонке?#$b#Я хотела, но немного боюсь того, что может быть под водой...$3",
    "npc.Emily": "Хэйли всегда хотелось попробовать что-то захватывающее, но в гонке она участвовать не захотела.#$b#И я заняла её место! Желаю тебе удачи, @!$h",
    "npc.Robin": "Льюис попросил меня сделать несколько досок для сёрфинга. Для бюджета нашего городка это было бы затратно.",
    "npc.Demetrius": "Знаешь ли ты, что Мару занимается сёрфингом? Я вот этого не знал! Эта долина полна тайн, даже таких, которые не назовёшь научными.",
    "npc.Maru": "М-м-м, я немного нервничаю перед соревнованиями по сёрфингу, но Харви сказал, что тоже будет участвовать.",
    "npc.Sebastian": "Адреналин мне бы не помешал, но я предпочитаю езду на мотоцикле.",
    "npc.Linus": "Я бы предпочёл плавать в воде, нежели на ней.",
    "npc.Pierre": "Погляди на эти доски для сёрфинга, которые смастерила Робин. Для меня большая честь иметь возможность продавать такие искусные работы.",
    "npc.Caroline": "Мне всегда нравились подобные фестивали. Так приятно быть в окружении друзей, еды и видеть, как веселятся дети.",
    "npc.Alex": "Я собирался взгреть Сэма в этом заплыве, но он отказался в последнюю минуту.",
    "npc.George": "В юности я увлекался сёрфингом. Ездил на Оаху и в Таваруа, хоть сейчас в это сложно поверить.",
    "npc.Evelyn": "А ты знаешь, что в своё время Джордж увлекался сёрфингом?#$b#Я не знала, что его интерисовало такое. Он показал мне фотографии, где он катается на волнах.#$b#Каким же он был красавцем.$h",
    "npc.Lewis": "Если ты ещё этого не сделал, не забудь подкинуть немного древесины в костёр.^Если ты ещё этого не сделала, не забудь подкинуть немного древесины в костёр.#$b#Я не хочу, чтобы кто-нибудь простыл после соревнований.",
    "npc.Clint": "Большую часть своей жизни я провёл в городе Пеликан, @, и я никогда бы не подумал, что кто-то может заниматься сёрфингом в этих краях.$s",
    "npc.Penny": "С нетерпением жду соревнований по сёрфингу! Как думаешь, мне стоит начать готовиться к следующему году, @?",
    "npc.Pam": "До твоего приезда, @, у нас в долине никогда не проводили такой фестиваль. Льюис ни за что не додумался бы до этого сам.",
    "npc.Haley": "Эмили всё время говорила, что я должна попробовать себя в сёрфинге, но я не хочу, чтобы моя причёска испортилась.#$b#Надеть шапочку для купания? Нет! В ней я буду смотреться просто ужасно.$a",
    "npc.Jodi": "В этом году мне удалось уговорить мальчиков не участвовать в сёрфинге.#$b#Сэм - прирождённый скейтбордист, но я не хочу, чтобы он поранился о камень или попал в сеть.#$b#Винсент? Он ещё слишком юн! Я подумаю, когда он подрастёт.",
    "npc.Kent": "Жаль, что Джоди не позволила детям участвовать в этом году. Они молоды, они заслуживают больше позитива в жизни.",
    "npc.Marlon": "На этой планете нет ни одного меча или лука, которые могли бы поразить волны. Желаю удачи, @.",
    "npc.Sam": "Алекс хотел плыть со мной наперегонки, а я просто хочу расслабиться. У меня идеальное оправдание.$h",
    "npc.Leah": "Я останусь на суше, чтобы обрести вдохновение для своего следующего произведения искусства. Как тебе название 'Долина волн'?",
    "npc.Shane": "Мне уже не терпится начать гонку! Кстати, если тоже хочешь поучаствовать, у нас есть запасная доска, @.",
    "npc.Marnie": "Льюис сказал мне, что Шейн записался на гонку. Это меня ошарашило сперва, но я знаю, что он может победить.",
    "npc.Elliott": "Мне не очень нравится, когда мой 'двор' занимают, но этот фестиваль довольно забавный.#$b#Возможно, я попрактикуюсь балансировать на доске для сёрфинга в одном из приливных бассейнов.",
    "npc.Gus": "Меня всегда радует возможность провести день вне салуна. Этот фестиваль обещает быть великолепным.$h",
    "npc.Dwarf": "На поверхности люди не боятся воды. Они оседлали ее. Что здесь, внизу? Вода проникает через трещины.",
    "npc.Wizard": "Тебе нужен тайный амулет для усиления удачи в соревнованиях?",
    "npc.Harvey": "*сглатывает* Почему я согласился попробовать? Я ведь никогда раньше не занимался сёрфингом.$s",
    "npc.Sandy": "В долине сейчас интересный фестиваль?! Я так взволнована!",
    "npc.Jas": "Дядя Шейн выиграет соревнования по сёрфингу! Я знаю!$h",
    "npc.Vincent": "Мама сказала, что я ещё недостаточно взрослый, чтобы кататься на доске для сёрфинга.$s",
    "npc.Willy": "Иногда я слышу, как волны бьются о пристань. Надеюсь, дети знают, что делают. Океан может быть неспокойным.",


    /*********
    ** Map text
    *********/
    "ui.laps": "Круг: {{laps}}/2",
    "ui.ranking": "Рейтинг",
    "ui.wood": "Положите немного древесины в костёр",
    "dialog.wood": "Вы положили 50 древесины в костёр.",
    "dialog.shorts": "...Странно. Почему огонь стал фиолетовым?",
    "dialog.prize-money": "Вы получили 1500 з.",
    "item.boost": "Звездная капля",
    "item.homing-projectile": "Иглобрюховый снаряд",
    "item.first-place-projectile": "Взгляд с облака",
    "item.invincibility": "Сила Джунимо",
    "secret.text": "Вывеска гласит: Хотите быть впереди всех, сегодня и всегда? Сделайте пожертвование!",
    "secret.yes": "Бросить 100 000 з. в ящик?",
    "secret.no": "Отойти",
    "secret.broke": "Вы не можете себе это позволить.",
    "secret.purchased": "Вы чувствуете себя как-то по-другому.",


    /*********
    ** Craftable items
    *********/
    "craftables.surfboard-brown.name": "Коричневая доска для сёрфинга (пугало)",
    "craftables.surfboard-brown.description": "Коричневая доска для сёрфинга. Также выполняет роль пугала.",

    "craftables.surfboard-cool.name": "Классная доска для сёрфинга (пугало)",
    "craftables.surfboard-cool.description": "Доска для сёрфинга с классным ярко-зелёным рисунком. Также выполняет роль пугала.",

    "craftables.surfboard-hibiscus.name": "Доска для сёрфинга с гибискусом (пугало)",
    "craftables.surfboard-hibiscus.description": "Розово-жёлтая доска для сёрфинга с цветами гибискуса. Также выполняет роль пугала.",

    "craftables.surfboard-red.name": "Красная доска для сёрфинга (пугало)",
    "craftables.surfboard-red.description": "Красная доска для сёрфинга. Также выполняет роль пугала.",

    "craftables.surfboard-stripe.name": "Полосатая доска для сёрфинга (пугало)",
    "craftables.surfboard-stripe.description": "Бело-голубая доска для сёрфинга. Также выполняет роль пугала.",

    "craftables.surfboard-white.name": "Белая доска для сёрфинга (пугало)",
    "craftables.surfboard-white.description": "Белая доска для сёрфинга. Также выполняет роль пугала.",

    "craftables.surfing-trophy.name": "Приз лучшего сёрфера",
    "craftables.surfing-trophy.description": "Награда за победу на фестивале сёрфинга.",


    /*********
    ** Hat items
    *********/
    "hats.snorkel-mask-black.name": "Чёрная маска для подводного плавания",
    "hats.snorkel-mask-black.description": "Маска для подводного плавания. Ныряйте с осторожностью, она декоративная.",

    "hats.snorkel-mask-blue.name": "Синяя маска для подводного плавания",
    "hats.snorkel-mask-blue.description": "Маска для подводного плавания. Ныряйте с осторожностью, она декоративная.",

    "hats.snorkel-mask-green.name": "Зелёная маска для подводного плавания",
    "hats.snorkel-mask-green.description": "Маска для подводного плавания. Ныряйте с осторожностью, она декоративная.",

    "hats.snorkel-mask-orange.name": "Оранжевая маска для подводного плавания",
    "hats.snorkel-mask-orange.description": "Маска для подводного плавания. Ныряйте с осторожностью, она декоративная.",

    "hats.snorkel-mask-pink.name": "Розовая маска для подводного плавания",
    "hats.snorkel-mask-pink.description": "Маска для подводного плавания. Ныряйте с осторожностью, она декоративная.",

    "hats.snorkel-mask-red.name": "Красная маска для подводного плавания",
    "hats.snorkel-mask-red.description": "Маска для подводного плавания. Ныряйте с осторожностью, она декоративная.",


    /*********
    ** Object items
    *********/
    "items.cheap-amulet.name": "Дешевый амулет",
    "items.cheap-amulet.description": "Что-то не так с этим амулетом. Интересно, почему он такой дешевый?"
}
