{
    /*********
    ** Festival
    *********/
    // info
    "festival.name": "Фестиваль хвилеплавства",

    // race
    "race.start.question": "Готовий до змагання?¦Готова до змагання?",
    "race.start.yes": "Так, починаймо.",
    "race.start.no": "Ще ні.",
    "race.instructions": "Предмети (ПКМ, щоб використати):^ Зорекрапельне прискорення - Тимчасове збільшення швидкості.^ Рибо-їжаковий снаряд - Стріляйте рибою-їжаком у наступного гравця попереду.^ Шукохмара - Вдарте блискавкою гравця, який пливе на першому місці.^ Сила Джунімо - Невразливість і невеликий приріст швидкості.",
    "race.lewis-start.0": "На старт...",
    "race.lewis-start.1": "Увага.....",
    "race.lewis-start.2": "Руш!",
    "race.winner.player": "Мої вітання, {{name}}!#$b#З кожним разом нашої зустрічі я дізнаюся про тебе щось нове! Не думаю, що хтось з нас знав, що ти такий вправний у хвилеплавстві.¦З кожним разом нашої зустрічі я дізнаюся про тебе щось нове! Не думаю, що хтось з нас знав, що ти така вправна у хвилеплавстві.#$b#Підходь і отримуй свою винагороду.",
    "race.winner.harvey": "Мої вітання, Харві! Непогано як для новачка, ось твоя винагорода.",
    "race.winner.emily": "Мої вітання, Емілі! Наступного року тобі буде важко перемогти. Ось твоя винагорода.",
    "race.winner.maru": "Мої вітання, Мару! Ти впоралася неймовірно. Ось твоя винагорода.",
    "race.winner.shane": "Мої вітання, Шейне! Джас весь час вболівала за тебе. Ось твоя винагорода.",

    // dialogue
    "npc.Abigail_spouse": "Знаєш, чому я боялася займатися хвилеплавством, @?#$b#Хтось в інтернеті розповідав про морське чудовисько, яке живе під водою. Я знаю, що не варто вірити всьому, що читаю там, але це звучало так правдиво!",
    "npc.Leah_spouse": "Якщо ти братимеш участь у цій розривці, я буду вболівати за тебе!$h",
    "npc.Maru_spouse": "Думаєш, що зможеш перемогти мене у змаганні з хвилеплавства? В такому разі, ти не проти, якщо той, хто програв, готуватиме сьогодні вечерю?",
    "npc.Penny_spouse": "Ти вже визначився, чи братимеш участи в цій розривці, @? Я вболіватиму за тебе! Ти зможеш!$h¦Ти вже визначилася, чи братимеш участи в цій розривці, @? Я вболіватиму за тебе! Ти зможеш!",
    "npc.Haley_spouse": "Я з радістю залишаюся на суші та спостерігатиму за тим, як всі займаються хвилеплавством. Емілі вважає, що мені було б корисно спробувати щось заховливе, але для мене це занадто.",
    "npc.Sebastian_spouse": "Як гадаєш, що знаходиться під водою? Абігейл надіслала мені повідомлення про морську істоту, яка живе під водою. Думаєш, це правда?",
    "npc.Sam_spouse": "Я хотів взяти участь, але моя мати вважає, що для мене краще цього не робити через Вінсента. Вона не хоче, щоб у нього з'явилися якісь ідеї, і я не можу її звинувачувати. Він маленький шалений непосидько.",
    "npc.Alex_spouse": "Не хвилюйся за мене. Я відмовився від змагань, оскільки Сем не зміг долучитися. Ми хотіли побитися об заклад, хто швидший: я чи скейтбордист.",
    "npc.Harvey_spouse": "Прошу, будь обережнішим, @. Я не хочу, щоб ти врізався в скелею і вдарився головою.¦Прошу, будь обережнішою, @. Я не хочу, щоб ти врізалася в скелею і вдарилася головою.",
    "npc.Elliott_spouse": "Іноді я сумую за тією старою, затхлою халупою. А втім, наш дім набагато кращий.",
    "npc.Emily_spouse": "Я все ще намагаюся підштовхнути Хейлі спробувати щось нове. Вона завжди казала про те, що хотіла б вибратися з містечка Пелікан, але де у великому місті вона могла б розсікати морські хвилі?",
    "npc.Abigail": "Ти будеш брати участь у змаганні, @?#$b#Я хотіла, але побоююся того, що може бути у воді....$3",
    "npc.Emily": "Хейлі завжди хоче спробувати щось цікаве, але вона не хотіла брати участь у змаганні.#$b#Тому я зайняла її місце! Удачі!$h",
    "npc.Robin": "Льюїс попросив мене зробити кілька хвилеплавських дощок, оскільки закуповувати їх обійшлося б нам занадто дорого.",
    "npc.Demetrius": "Ти знав, що Мару займається хвилеплавством? Я от ні! Ця долина сповнена таємниць, навіть тих, які не пов'язані з наукою.¦Ти знала, що Мару займається хвилеплавством? Я от ні! Ця долина сповнена таємниць, навіть тих, які не пов'язані з наукою.",
    "npc.Maru": "М-м-м, я трохи хвилююся через змагання з хвилеплавства, проте Харві сказав, що візьме участь разом зі мною.",
    "npc.Sebastian": "Мені б не завадило трохи адреналіну, але поки мені й велику вистачить.",
    "npc.Linus": "Я б краще плавав у воді, ніж розсікав хвилі на її поверхні.",
    "npc.Pierre": "Поглянь на всі дошки для хвилеплавства, які зробила Робін. Для мене велика честь продавати такі витончені роботи.",
    "npc.Caroline": "Я завжди люблю такі фестивалі. Так приємно провести час в колі друзів та їжі, також дуже приємно бачити, що й дітям тут весело.",
    "npc.Alex": "Я збирався похизуватися своїми м'язами та позмагатися з Семом, але в останню мить він відмовився.",
    "npc.George": "Я займався хвилеплавством ще в юності. Хочеш вір, хочеш ні, але я був на Оаху і Таваруа.",
    "npc.Evelyn": "Ти знав, що Джордж колись займався хвилеплавством?¦Ти знала, що Джордж колись займався хвилеплавством?#$b#Ми ще не були знайомі, коли він цим захоплювався, проте Джордж показував мені фотографії, як він розсікає хвилі.#$b#Він завжди був таким гарним.$h",
    "npc.Lewis": "Якщо ти цього ще не зробив, не забудь підкинути дров до багаття.¦Якщо ти цього ще не зробила, не забудь підкинути дров до багаття.#$b#Ми хочемо, щоб усім було тепло та затишно під час змагань.",
    "npc.Clint": "Я провів більшу частину свого життя в Пелікані, @, і ніколи не міг подумати, що хтось може займатися хвилеплавством на тутешніх водах.$s",
    "npc.Penny": "Я з нетерпінням чекаю на змагання з хвилеплавства, яке буде згодом! Як думаєш, чи варто мені починати готуватися до наступного, @?",
    "npc.Pam": "У нас в долині ніколи не було такого фестивалю, як цей, до твого приїзду, @. Льюїс не міг сам до цього додуматися.",
    "npc.Haley": "Емілі постійно казала, що мені варто спробувати зайнятися хвилеплавством, але я не хочу зіпсувати своє волосся.#$b#Шапочка для плавання? Ні! Я в ній виглядатиму жахливо.$a",
    "npc.Jodi": "Цього року мені вдалося відмовити хлопців від хвилеплавства.#$b#Сем - природжений скейтбордист, але я не хочу, щоб він натрапив на каменюку або потрапив у сітку.#$b#Вінсент? Він занадто малий, але коли підросте, можливо.",
    "npc.Kent": "Хай би Джоді вже дозволила дітям цього року брати участь. Вони молоді. Їм у житті зараз треба побільше позитивного.",
    "npc.Marlon": "Нема на цій планеті меча або лука, який міг би зашкодити хвилям. Щасти на змагання, @.",
    "npc.Sam": "Алекс хотів змагатися, а я просто хотів відпочити. У мене теж знайшовся хороший привід.",
    "npc.Leah": "Я лишуся на березі, щоб набратися натхнення для своєї наступної роботи. Можливо я навіть назву її \"Хвилі долини\".",
    "npc.Shane": "З нетерпінням чекаю на змагання, яке розпочнеться згодом! У нас є додаткова дошка, якщо теж хочеш взяти участь, @.",
    "npc.Marnie": "Льюїс сказав мені, що Шейн братиме участь у змаганні. Спочатку я була приголомшена, але невдовзі згадала, що він має всі шанси на перемогу.",
    "npc.Elliott": "Мені не дуже подобається, коли мою галявину перед хатиною займають, але цей фестиваль досить веселий.#$b#Можливо, я потренуюсь тримати рівновагу на хвилеплавській дошці в одному з приливних басейнів.",
    "npc.Gus": "Мені завжди подобається проводити день поза межами салуну. Цей фестиваль буде чудовим.$h",
    "npc.Dwarf": "На поверхні люди не бояться води. Вони її розсікають. Але тут, внизу? Вода проникає крізь щілини.",
    "npc.Wizard": "Тобі потрібен таємний талісман, щоб підвищити свою удачу на змаганнях?",
    "npc.Harvey": "*ковтає* Чому я погодився на участь в змаганні? Я ніколи раніше не займався хвилеплавством.$s",
    "npc.Sandy": "Сьогодні відбудеться фестиваль! Я так рада!",
    "npc.Jas": "Шейн однозначно виграє змагання з хвилеплавства!$h",
    "npc.Vincent": "Мама сказала, що я ще не достатньо дорослий, щоб займатися хвилеплавством.$s",
    "npc.Willy": "Іноді я чую, як хвилі б'ються об причал. Сподіваюся, діти знають, що роблять. Все-таки це море, а воно може бути суворим.",


    /*********
    ** Map text
    *********/
    "ui.laps": "Кола: {{laps}}/2",
    "ui.ranking": "Щабельник",
    "ui.wood": "Підкиньте дров у багаття",
    "dialog.wood": "Ви підкинули 50 дров у багаття.",
    "dialog.shorts": "... Дивно якось. Чому вогонь став фіолетовим?",
    "dialog.prize-money": "Ви отримали 1500 з.",
    "item.boost": "Зорекрапельне прискорення",
    "item.homing-projectile": "Рибо-їжаковий снаряд",
    "item.first-place-projectile": "Шукохмара",
    "item.invincibility": "Сила Джунімо",
    "secret.text": "Напис стверджує: Хочеш бути попереду, зараз і в майбутньому? Складімо угоду.",
    "secret.yes": "Кинути 100.000 в коробку?",
    "secret.no": "Вийти",
    "secret.broke": "Ви не можете собі цього дозволити.",
    "secret.purchased": "Ти відчуваєш себе якось по-іншому.",


    /*********
    ** Craftable items
    *********/
    "craftables.surfboard-brown.name": "Коричнева хвилеплав. дошка (Опу-ло)",
    "craftables.surfboard-brown.description": "Коричнева хвилеплавська дошка, яка також слугує опудалом.",

    "craftables.surfboard-cool.name": "Крута хвилеплав. дошка (Опу-ло)",
    "craftables.surfboard-cool.description": "Хвилеплавська дошка з крутим, яскраво-зеленим малюнком, яка також слугує опудалом.",

    "craftables.surfboard-hibiscus.name": "Хвилеплав. дошка з гібіскусу (Опу-ло)",
    "craftables.surfboard-hibiscus.description": "Рожево-жовта хвилеплавська дошка з гібіскусом, яка також слугує опудалом.",

    "craftables.surfboard-red.name": "Червона хвилеплав. дошка (Опу-ло)",
    "craftables.surfboard-red.description": "Червона хвилеплавська дошка, яка також слугує опудалом.",

    "craftables.surfboard-stripe.name": "Смугаста хвилеплав. дошка (Опу-ло)",
    "craftables.surfboard-stripe.description": "Блакитна смугаста хвилеплавська дошка, яка також слугує опудалом.",

    "craftables.surfboard-white.name": "Біла хвилеплав.дошка (Опу-ло)",
    "craftables.surfboard-white.description": "Біла хвилеплавська дошка, яка також слугує опудалом.",

    "craftables.surfing-trophy.name": "Трофей з хвилеплавства",
    "craftables.surfing-trophy.description": "Трофей за перемогу на фестивалі хвилеплавства.",


    /*********
    ** Hat items
    *********/
    "hats.snorkel-mask-black.name": "Чорна трубкоплавська маска",
    "hats.snorkel-mask-black.description": "Трубкоплавська маска - є нічим іншим, як просто прикрасою.",

    "hats.snorkel-mask-blue.name": "Синя трубкоплавська маска",
    "hats.snorkel-mask-blue.description": "Трубкоплавська маска - є нічим іншим, як просто прикрасою.",

    "hats.snorkel-mask-green.name": "Зелена трубкоплавська маска",
    "hats.snorkel-mask-green.description": "Трубкоплавська маска - є нічим іншим, як просто прикрасою.",

    "hats.snorkel-mask-orange.name": "Помаранчера трубкоплавська маска",
    "hats.snorkel-mask-orange.description": "Трубкоплавська маска - є нічим іншим, як просто прикрасою.",

    "hats.snorkel-mask-pink.name": "Рожева трубкоплавська маска",
    "hats.snorkel-mask-pink.description": "Трубкоплавська маска - є нічим іншим, як просто прикрасою.",

    "hats.snorkel-mask-red.name": "Червона трубкоплавська маска",
    "hats.snorkel-mask-red.description": "Трубкоплавська маска - є нічим іншим, як просто прикрасою.",


    /*********
    ** Object items
    *********/
    "items.cheap-amulet.name": "Дешевий амулет?",
    "items.cheap-amulet.description": "Щось не так з цим амулетом. Цікаво, чому він такий дешевий."
}
